Repository: cat1454/QLBDX
Catalog: parking/locale/*/LC_MESSAGES/django.po
Languages: vi

source: Dashboard
vi: Bảng điều khiển

source: Profile
vi: Hồ sơ

source: Logout
vi: Đăng xuất

source: Login
vi: Đăng nhập

source: Register
vi: Đăng ký

source: Smart Parking - Home
vi: Smart Parking - Trang chủ

source: Smart Parking System
vi: Bãi Đỗ Xe Thông Minh

source: Book in advance - Save time
vi: Đặt chỗ trước - Tiết kiệm thời gian

source: Parking Status
vi: Tình Trạng Bãi Xe

source: available spots
vi: chỗ trống

source: Service Price
vi: Giá Dịch Vụ

source: VND/hour
vi: VNĐ/giờ

source: Book Now
vi: Đặt Chỗ Ngay

source: Why Choose Us?
vi: Tại sao chọn chúng tôi?

source: 24/7 Booking
vi: Đặt Chỗ 24/7

source: Book anytime, anywhere
vi: Đặt chỗ mọi lúc, mọi nơi

source: Safety
vi: An Toàn

source: 24/7 security, camera surveillance
vi: Bảo vệ 24/7, camera giám sát

source: Reasonable Prices
vi: Giá Cả Hợp Lý

source: Flexible payment options
vi: Thanh toán linh hoạt
